"use strict";

/*
1. ***Задача на if***. Дана целочисленная переменная count - количество верных ответов. В зависимости от значения этой
переменной вывести в консоль оценку:
    1) 100 - 90 правильных ответов - отлично
2) 89 - 60 правильных ответов - хорошо
3) 59 - 40 правильных ответов - удовлетворительно
4) 39 - 0 правильных ответов - попробуйте еще раз*/

let count;
count =

if (100 >= count >= 90)  {
    console.log("хорошо");
}

else if (89 >= count >= 60)  {
    console.log("хорошо");
}

else if (59 >= count >= 40) {
    console.log("удовлетворительно");
}

else if (39 >= count >= 0) {
    console.log("попробуйте еще раз");
}


/*2. ***Задача на switch***. Пользователь вводит 3 значения:
    1) первый операнд
    2) второй операнд
    3) оператор

    В зависимости от введенного оператора нужно вывести в консоль результат сложения, вычитания, умножения или деления
    чисел, которые ввел пользователь.*/

let a = 45;
let b = 20;
console.log




